PM_JD = '''
## 产品
#### 岗位职责
1. 负责美团企业用餐履约链路和部分基础功能的产品设计，需求实现和持续迭代；
2. 负责企业客户的需求收集和管理，持续改进面向企业客户的需求收集机制；
3. 负责企业用餐履约链路的阶段性目标设定和工作拆解
#### 岗位基本要求
1. 2年以上的电商/履约类产品经验，做过2B业务优先；
2. 有复杂业务的从业经验，能够处理复杂业务流程，能和售前、销售等多角色良好配合；
3. 敏锐的业务理解能力，良好的数据分析能力；
4. 良好的沟通及组织能力，推进并落地产品设计；
'''

RD_JD = '''
## 研发
#### 岗位职责
1.  参与境外业务核心系统的建设工作，致力于帮助业务提升用户产品体验，实现快速用户增长；
2.  负责各业务系统核心功能的设计与代码编写，保证业务需求的高效、高质量实现；
3.  参与各系统的架构规划、性能优化、稳定性保障、安全性等工作；
4.  解决系统开发和运行过程中的技术缺陷和线上问题，持续优化系统质量和性能；
#### 岗位基本需求
1.  本科及以上学历，2年以上互联网系统研发经验，扎实的计算机专业基本功；
2.  扎实的Java和数据库基础，熟悉分布式、多线程、异步处理、消息处理等工作原理；
3.  熟悉Java技术体系与互联网行业常用中间件，熟悉开发、运维常见的问题的解决方案；
4.  具有良好的沟通能力和团队协作能力，做事有责任感和主动性;
'''