PM_JD = '''
## 产品
#### 岗位职责
1.  负责美团优选销售CRM系统建设、基础数据方向产品建设
2.  对产品进行可行性分析和研究，制定产品发展方向
3.  对业务部门需求进行梳理，分析并且能够进行合理规划，能够通过产品提升业务部门工作效率
4.  项目管理，保证项目按计划上线，顺畅的与技术部门，业务部门沟通，保证产品实施效果和质量
5.  分析与理解产品运营数据，不断完善和优化产品，提高产品质量与用户体验
#### 岗位基本要求
1.  2年以上互联网公司后台系统产品经验，有销售CRM系统经验优先，有数据基建经验优先
2.  能够快速理解业务需求，分析需求合理性，并做出决策
3.  结果导向优秀的表达、沟通和协调能力，具备专业项目管理能力，有创新意识
4.  SQL能力是必须的5、积极主动，自驱能力强，能够承受高强度工作压力，具备高度责任心
'''

RD_JD = '''
## 研发
#### 岗位职责
1.  参与境外业务核心系统的建设工作，致力于帮助业务提升用户产品体验，实现快速用户增长；
2.  负责各业务系统核心功能的设计与代码编写，保证业务需求的高效、高质量实现；
3.  参与各系统的架构规划、性能优化、稳定性保障、安全性等工作；
4.  解决系统开发和运行过程中的技术缺陷和线上问题，持续优化系统质量和性能；
#### 岗位基本需求
1.  本科及以上学历，2年以上互联网系统研发经验，扎实的计算机专业基本功；
2.  扎实的Java和数据库基础，熟悉分布式、多线程、异步处理、消息处理等工作原理；
3.  熟悉Java技术体系与互联网行业常用中间件，熟悉开发、运维常见的问题的解决方案；
4.  具有良好的沟通能力和团队协作能力，做事有责任感和主动性;
'''